{
	"about_us_statement": "STRAIGHT WAY KIDS SCHOOL’s mission statement is “Quality Education and Personal Excellence” we strive daily to reflect on it. While focusing on how the school teaches students the basic principles of Islam to strengthen their faith and identity, we also focus on providing them with quality education in all subject areas of the curriculum <br /><br /><p><b>STRAIGHT WAY KIDS SCHOOL</b> is a wonderful School where all staff members understand the sacrifice they must make to help students succeed. We believe that all students, parents, teachers, administrators, board members and the community at large must join in assuming responsibility for students’ success. We are working in the school to ensure that our expectations for learning and behavior are consistent. The teachers in each of the grade levels work closely together to ensure consistency in expectations. Here at <b>STRAIGHT WAY KIDS SCHOOL</b> we focus on using positive and friendly language such as saying, <b>“Assalamu Alaikum, Jazakallahu Khairan, Masha-Allah, Please, Thank you, Work Hard, Try Your Best and Safety First”</b> for motivating our learning and reminding students of our expectations. The children know _ that every adult in the school is responsible for every child and that we all need to treat one another with dignity and respect. All of our efforts will lead to learning opportunities that are current, challenging, relevant, and meaningful for our children. We believe students learn best when they are a part of a positive and nurturing environment that involves efforts from school, home, and the community In sha-Allah.</p>",
	"vision": "STRAIGHT WAY KIDS SCHOOL upholds the Islamic tradition of great  respect for knowledge and an open spirit of inquiry. The rich vein of excellence in learning within the Islamic heritage is the foundation of the rigorous academic programme which is intended to serve the needs of the modern world without sacrificing moral and spiritual values. Since the islamic faith addresses the complete personality, itis STRAIGHT WAY KIDS SCHOOL’s philosophy that knowledge of the world and practice of our shared beliefs should be integrated into a cohesive whole.",
	"mission": "<ul><li>To produce a new breed of dynamic Individuals with Al-Quran and&nbsp;<span style=\"font-size: 1rem;\">Hadeeth as their true guidance in life. </span></li><li>Provide Quality Education &amp; Personal Excellence.</li><li>Provide quality educational programmes that integrates academic, <span style=\"font-size: 1rem;\">Islamic, and Arabic studies.</span></li><li>Promote excellent personal manners, high moral values, and&nbsp;<span style=\"font-size: 1rem;\">strong leadership skills. </span></li><li>Prepare students to become good citizens and contributing&nbsp;<span style=\"font-size: 1rem;\">members of society. </span></li><li>Empower students to seek and succeed in post-secondary</li><li>Guide students to develop life skills and interests to become a balanced successful human being in this world and the hereafter.</li></ul>",
	"pillars": [
		{
			"category": "infrastructure",
			"name": "INFRASTRUCTURE",
			"description": "Our school classrooms are furnished with ergonomic furniture and pleasing interiors. All rooms have excellent natural ventilation and lighting. In Sha Allah, each class will be fitted with the state of the art audio-visual aids – “Smart Class” Alhamdulillah, the school has the unique advantage of a spacious prayer hall inside the campus to supplement the intended Islamic atmosphere. The students from the primary classes perform Zhohar salah in the prayer hall under the guidance and training of the deeniyath teacher."
		},
		{
			"category": "islam",
			"name": "DEENIYATH",
			"description": "<p><strong>The learning of Quaran with Tajweed and Sunnath in the class is an additional advantage for the child negates the need for after – school maktabs. The first period from Monday to Friday is dedicated to Quran. The classes are handled by ulema trained in a unique group teaching method.</strong></p><p><strong>In addition to the Quran periods, more than four periods per week are dedicated to the learning of aqaid, masail, seerath, akiaaq, and tarbiyath. The offering of Namaz in the school premises under the supervision and the practical implementation of sunnah etiquettes helps in building character, religious awareness, and Islamic understanding.</strong></p><p><strong>Provision for hifz of Quran for higher classes is being contemplated. Regularisation of the deeniyath syllabus and teaching methods is also in progress.</strong></p>"
		},
		{
			"category": "sports",
			"name": "ACADEMICS & SPORTS",
			"description": "<p><strong>We firmly believe that the syllabus and curriculum should act only as guidelines as to what the child of a particular age needs to know and should not limit the scope for further learning. These views are reflected in the guidelines of the National Curriculum Framework – 2005 developed the CBSE curriculum in its true spirit.</strong></p><p><strong>The Focus is on “activity-based learning’ every chapter is structured to include simple projects, field visits, audiovisual demonstrations, and activity participation of the child in the classroom while minimizing the strict demarcation between subjects like mathematics, environmental science, and language.</strong></p><p><strong>CCE – the continuous comprehensive evaluation system designed by the CBSE has been adopted. It is instrumental in highlighting the unique capacities of every child.&nbsp;</strong></p><p><strong>Well qualified and experienced staff have been recruited and further trained in all aspects. A hands-on continuous quality improvement program is in place under the supervision of the management.</strong></p><p><strong>The school is fortunate to have a sprawling playground that has been landscaped so as to suit different sports activities. The Playground provides opportunities for various sports activities. It has been landscaped to house a outdoor play equipment, indoor Toys, Science Park &amp; Teaching Aids on the cards.</strong></p>"
		}
	]
}
